// src/data/fixedMentMap.js

const fixedMentMap = {
"LS증권": {
"조건선물":
`고객님의 계정으로 문의하신 전략을 선물해드렸습니다.
선물함 기능을 통해 해당 전략을 확인해 주시기 바랍니다. \n\n`,
"작성불가":
`말씀해주신 전략은 현재 [1892] 조건검색 화면에서 제공중인 조건으로는 작성이 불가능한 전략입니다.
도움을 드리지 못해 죄송합니다. \n\n`,
"고객센터": 
`전략Q&A게시판은 HTS [1892] 조건검색에서 제공하는 조건을 통한 전략 작성 중 어려움을 겪고 계신 고객님들의 전략 작성을 도와드리는 게시판입니다.
전략 작성 외에 대한 문의는 LS증권 HTS [9108]고객의소리(문의/상담)로 문의하여 주시면 도움을 드리겠습니다.\n
도움을 드리지 못해 죄송합니다. \n\n`
        },

"미래에셋증권": {
"조건선물":
`고객님의 계정으로 문의하신 전략을 선물해드렸습니다.
선물함 기능을 통해 해당 전략을 확인해 주시기 바랍니다.\n\n`,
"작성불가": 
`현재 고객님께서 말씀해주신 조건은 [0544] 파워종목검색에서 제공하지 않는 조건입니다.\n
조건 추가에 대한 문의는 미래에셋증권 고객센터로 일원화하여 처리하고 있습니다.
조건의 추가를 원하신다면 미래에셋증권 고객센터(1588-6800)로 문의해주시기 바랍니다.\n
도움을 드리지 못해 죄송합니다.\n\n`,
"고객센터": 
`전략Q&A게시판은 HTS [0544] 파워종목검색에서 제공하는 조건을 통한 전략 작성 중
어려움을 겪고 계신 고객님들의 전략 작성을 도와드리는 게시판입니다.\n
해당 문의는 미래에셋증권 고객센터(1588-6800)로 문의하여 주시기 바랍니다.\n
도움을 드리지 못해 죄송합니다.\n\n`
              },

"NH증권": {
"조건선물":
`문의하신 전략을 고객님의 계정으로 선물해드렸습니다.
1. HTS - [1950] 조건검색 화면 좌측 상단 전략공유>공유 받은 전략 기능을 통해 해당 전략을 확인해주시기 바랍니다.
2. MTS - 조건검색 > 선물함 기능을 통해 해당 전략을 확인해주시기 바랍니다.\n\n`,
"작성불가": 
`말씀해주신 조건은 현재 제공하지 않는 조건입니다.

현재 조건 추가에 대한 내용은 NH투자증권 고객센터로 일원화하여 처리하고 있습니다.
NH투자증권 고객센터(1544-0000)를 통해 현재 제공하지 않는 조건추가에 대한 건의를 접수해주시면
고객님의 소중한 의견을 적극 검토하여, 보다 나은 서비스를 제공해드릴 수 있도록 하겠습니다.\n\n`,
"고객센터": 
`본 게시판은 #1950 조건검색을 통해 전략 작성 시 도움을 드리는 게시판으로서
의뢰받은 전략에 대한 작성 또는 작성 시 발생하는 문의에 대한 답변을 드리는 게시판입니다.

해당 문의는 NH투자증권 고객센터(1544-0000)로 문의하여 주시기 바랍니다.

도움을 드리지 못해 죄송합니다.\n\n`
              },
"KB증권": {
"조건선물":
`고객님의 계정으로 문의하신 전략을 선물해드렸습니다.
선물함 기능을 통해 해당 전략을 확인해 주시기 바랍니다. \n\n`,
"작성불가":
`현재 고객님께서 말씀하신 조건은[0651]주식종목검색에서 제공하지 않는 조건으로 작성이 불가능합니다.

현재 조건추가 문의는 KB증권 고객센터로 일원화하여 처리하고 있습니다.
해당 문의는 KB증권 고객센터(1588-6611)로 문의하여 주시면 도움을 드리겠습니다.\n\n`,
"고객센터": 
`본 게시판은 [#0651]주식종목검색을 통해 전략 작성 시 도움을 드리고자 제공해 드리는 게시판으로
고객님께서 문의주신 전략 작성 외의 문의는 본 게시판에 접수가 되지 않습니다.

현재 작성 외 문의는 KB증권 고객센터로 일원화하여 처리하고 있습니다.
따라서 해당 문의는 KB증권 고객센터(1588-6611)로 문의하여 주시면 도움을 드리겠습니다.\n\n`
        },

"신한증권": {
"조건선물":
`고객님의 고객번호로 해당 전략을 선물해드렸습니다.
공유함 기능을 통해 해당 전략을 확인해 주시기 바랍니다.
(공유방법은 전략FAQ>사용자조건 공유하기 기능을 참고하시면 됩니다.)\n\n`,

"기능불가": 
`현재 고객님께서 말씀하신 *** 기능을 따로 제공하지 않고 있습니다.

현재 기능 구성은 기존 사용자들의 이용 편의성과 익숙한 사용 패턴을 고려하여 제공되고 있습니다.
전달해주신 의견은 향후 서비스 개편 시 적극 참고하겠습니다.

즉시 반영해드리지 못한 점 양해 부탁드립니다

더 나은 서비스를 위해 최선을 다하겠습니다.\n`,

"작성불가":
`현재 고객님이 말씀하신 조건은 제공하지 않는 조건으로 작성이 불가능합니다.

요청하신 신규 조건식은 현재 즉시 반영은 어려우나, 내부적으로 검토를 진행하겠습니다.
동일한 요청이 지속적으로 확인될 경우 우선순위를 고려하여 반영 여부를 검토할 예정입니다.
하여, 정확한 일정 안내가 어려운 점 양해 부탁드립니다.

더 나은 서비스를 위해 최선을 다하겠습니다.\n`,

"전략외문의": 
`전략Q&A게시판은 [4700] 조건검색에서 제공하는 조건을 통한 전략 작성 중
어려움을 겪고 계신 고객님들의 전략 작성을 도와드리는 게시판입니다.

전략 및 조건식에 대한 로직 및 시스템 동작 검증은 가능하나, 
결과데이터는 복합 변수에 따라 상이하게 나타날 수 있어 오류가 명확한 경우를 제외하고는
결과값 자체에 대한 안내에는 한계가 있는 점 양해 부탁드립니다.

더 나은 서비스를 위해 최선을 다하겠습니다.\n`,

"오류답변": 
`문의주신 ** 관련 내용은 현재 내부적으로 오류가 확인되었습니다.

다만 해당 사항은 시스템 구조 및 연관 기능에 대한 검토가 함께 필요한 부분으로, 
수정 일정 및 적용 범위에 대해 검토를 진행할 예정입니다.
현재로서는 정확한 반영 일정을 안내드리기 어려운 점 너른 양해 부탁드립니다.

이용에 불편을 드린 점 다시 한 번 죄송하다는 말씀드리며,
보다 안정적인 서비스 제공을 위해 지속적으로 개선해나가겠습니다.\n\n`,

},

"교보증권": {
"조건선물":
`고객님의 계정으로 문의하신 전략을 선물해드렸습니다.
선물함 기능을 통해 해당 전략을 확인해 주시기 바랍니다.\n\n`,
"작성불가":
`말씀해주신 조건은 현재 제공하고 있지 않는 조건입니다.
조건의 추가를 원하신다면 교보증권 고객지원(1544-0900)으로 문의하여 주시기 바랍니다.\n\n`,
"고객센터": 
`현재 저희 전략Q&A 게시판은 HTS [1100] 조건검색 화면을 통한 전략의 생성 중
전략 작성의 어려움을 겪고 계신 고객님들의 문의만을 받고 있습니다.

전략 외에 대한 문의는 고객지원(1544-0900)으로 문의하여 주시기 바랍니다.\n\n`,
        },
              
};
export default fixedMentMap;
