// src/data/fixedMentMap.js

const fixedMentMap = {
  "LS증권": {
    "작성불가":
`말씀해주신 전략은 현재 [1892] 조건검색 화면에서 제공중인 조건으로는 작성이 불가능한 전략입니다.

도움을 드리지 못해 죄송합니다. \n`,
    "고객센터": 
`전략Q&A게시판은 HTS [1892] 조건검색에서 제공하는 조건을 통한 전략 작성 중
어려움을 겪고 계신 고객님들의 전략 작성을 도와드리는 게시판입니다.
    
차트 수식에 대한 문의는 LS증권 HTS [9108]고객의소리(문의/상담)로 문의하여 주시면 도움을 드리겠습니다.
    
도움을 드리지 못해 죄송합니다.\n`
  },
  "미래에셋증권": {
    "작성불가": "현재 고객님께서 말씀해주신 조건은 [0544] 파워종목검색에서 제공하지 않는 조건입니다.\n\n조건 추가에 대한 문의는 미래에셋증권 고객센터로 일원화하여 처리하고 있습니다.\n조건의 추가를 원하신다면 미래에셋증권 고객센터(1588-6800)로 문의해주시기 바랍니다.\n\n도움을 드리지 못해 죄송합니다.\n",
    "고객센터": "조건검색 외 범주의 질문입니다. 다른 채널로 문의 바랍니다.\n"
  }
  
};
export default fixedMentMap;
