// src/data/fixedMentMap.js

const fixedMentMap = {
  "LS증권": {
    "불가": "말씀해주신 전략은 현재 [1892] 조건검색 화면에서 제공중인 조건으로는 작성이 불가능한 전략입니다.\n도움을 드리지 못해 죄송합니다. \n",
    "외문의": "문의 주신 내용은 조건검색 외 범위입니다. 관련 부서에 문의 부탁드립니다.\n"
  },
  "미래에셋증권": {
    "불가": "현재 고객님께서 말씀해주신 조건은 [0544] 파워종목검색에서 제공하지 않는 조건입니다.\n\n조건 추가에 대한 문의는 미래에셋증권 고객센터로 일원화하여 처리하고 있습니다.\n조건의 추가를 원하신다면 미래에셋증권 고객센터(1588-6800)로 문의해주시기 바랍니다.\n\n도움을 드리지 못해 죄송합니다.\n",
    "외문의": "조건검색 외 범주의 질문입니다. 다른 채널로 문의 바랍니다.\n"
  }
  // 다른 증권사 추가 가능
};
export default fixedMentMap;
